<!DOCTYPE html>
<html lang="en">

<head>
  <meta charset="UTF-8">
  <meta name="viewport" content="width=device-width, initial-scale=1.0">
  <title>Ementarest</title>
  <!--<link rel="stylesheet" href="./node_modules/bootstrap/dist/css/bootstrap.min.css">-->
  <link href="https://cdn.jsdelivr.net/npm/bootstrap@5.1.3/dist/css/bootstrap.min.css" rel="stylesheet"
    integrity="sha384-1BmE4kWBq78iYhFldvKuhfTAU6auU8tT94WrHftjDbrCEXSU1oBoqyl2QvZ6jIW3" crossorigin="anonymous">
  <link rel="stylesheet" href="https://cdnjs.cloudflare.com/ajax/libs/font-awesome/6.5.1/css/all.min.css"
    integrity="sha512-DTOQO9RWCH3ppGqcWaEA1BIZOC6xxalwEsw9c2QQeAIftl+Vegovlnee1c9QX4TctnWMn13TZye+giMm8e2LwA=="
    crossorigin="anonymous" referrerpolicy="no-referrer" />
  <link rel="stylesheet" href="./assets/css/style.css">
</head>

<body>
  <header-component></header-component>
  <main class="mb-5">
    <div class="container p-4">
      <h1>T&eacute;rminos e Condi&ccedil;&otilde;es de Uso</h1>

      <p>Estes termos e condi&ccedil;&otilde;es de uso (doravante, os "Termos") regem o acesso e uso do site Ementarest
        (doravante, o "Site") e os servi&ccedil;os relacionados fornecidos por n&oacute;s.</p>

      <p>Ao acessar ou usar o Site, voc&ecirc; concorda com estes Termos em sua totalidade. Se voc&ecirc; n&atilde;o concorda com algum
        destes termos, n&atilde;o deve acessar o Site nem utilizar seus servi&ccedil;os. Reservamo-nos o direito de modificar estes
        Termos a qualquer momento e sem aviso pr&eacute;vio. Voc&ecirc; ser&aacute; notificado de qualquer mudan&ccedil;a significativa por meio da
        publica&ccedil;&atilde;o de uma vers&atilde;o atualizada destes Termos no Site. O uso continuado do Site ap&oacute;s tais modifica&ccedil;&otilde;es
        constituir&aacute; seu consentimento aos novos termos e condi&ccedil;&otilde;es.</p>

      <h2>Uso do Site</h2>

      <p>O conte&uacute;do do Site &eacute; fornecido apenas para fins informativos e educacionais. Esfor&ccedil;amo-nos para manter as
        informa&ccedil;&otilde;es atualizadas e precisas, mas n&atilde;o garantimos a precis&atilde;o, integridade ou atualidade de tais
        informa&ccedil;&otilde;es.</p>

      <p>Ao acessar o Site, voc&ecirc; concorda em n&atilde;o us&aacute;-lo para fins ilegais ou n&atilde;o autorizados e em cumprir todas as leis
        e regulamentos locais, nacionais e internacionais aplic&aacute;veis.</p>

      <h2>Propriedade Intelectual</h2>

      <p>O conte&uacute;do, design e estrutura do Site est&atilde;o protegidos por leis de propriedade intelectual e outros direitos
        de propriedade. Voc&ecirc; n&atilde;o pode copiar, reproduzir, modificar, distribuir, transmitir ou usar de outra forma
        qualquer parte do conte&uacute;do do Site sem nosso consentimento pr&eacute;vio por escrito.</p>

      <h2>Limita&ccedil;&atilde;o de Responsabilidade</h2>

      <p>Na medida m&aacute;xima permitida pela lei aplic&aacute;vel, n&oacute;s e nossas afiliadas n&atilde;o seremos respons&aacute;veis perante voc&ecirc; por
        qualquer dano direto, indireto, incidental, especial, consequente ou punitivo decorrente do uso ou incapacidade
        de usar o Site ou os servi&ccedil;os relacionados.</p>

      <h2>Leyes de Portugal para P&aacute;ginas Web</h2>

      <p>Al&eacute;m dos Termos e Condi&ccedil;&otilde;es, observe que, ao operar um site em Portugal, &eacute; necess&aacute;rio cumprir as leis e
        regulamentos locais aplic&aacute;veis. Alguns requisitos comuns incluem:</p>
      <ul>
        <li>Respeitar a legisla&ccedil;&atilde;o de prote&ccedil;&atilde;o de dados, como o Regulamento Geral de Prote&ccedil;&atilde;o de Dados (RGPD).</li>
        <li>Incluir informa&ccedil;&otilde;es obrigat&oacute;rias no site, como os detalhes de identifica&ccedil;&atilde;o da entidade e as informa&ccedil;&otilde;es
          sobre cookies.</li>
        <li>Cumprir com as leis de com&eacute;rcio eletr&ocirc;nico, incluindo o fornecimento de informa&ccedil;&otilde;es claras sobre os produtos
          e servi&ccedil;os oferecidos, pre&ccedil;os, m&eacute;todos de pagamento, etc.</li>
        <li>Seguir as diretrizes de publicidade e marketing, evitando pr&aacute;ticas enganosas ou desleais.</li>
      </ul>

      <p>Estas s&atilde;o apenas algumas das considera&ccedil;&otilde;es legais importantes ao operar um site em Portugal. Recomendamos que
        voc&ecirc; consulte um profissional jur&iacute;dico para obter aconselhamento espec&iacute;fico e garantir a conformidade com todas
        as leis aplic&aacute;veis.</p>

      <h2>Contato</h2>

      <p>Se tiver alguma d&uacute;vida ou coment&aacute;rio sobre estes Termos, n&atilde;o hesite em nos contatar.</p>

  </main>
  <footer-component></footer-component>
  <script src="https://code.jquery.com/jquery-3.7.1.min.js"
    integrity="sha256-/JqT3SQfawRcv/BIHPThkBvs0OEvtFFmqPF/lYI/Cxo=" crossorigin="anonymous"></script>

  <!--<script src="./node_modules/bootstrap/dist/js/bootstrap.bundle.min.js"></script>-->
  <script src="https://cdn.jsdelivr.net/npm/bootstrap@5.1.3/dist/js/bootstrap.bundle.min.js"
    integrity="sha384-ka7Sk0Gln4gmtz2MlQnikT1wXgYsOg+OMhuP+IlRH9sENBO0LRn5q+8nbTov4+1p"
    crossorigin="anonymous"></script>
  <script src="./assets/js/scripts-cl.js"></script>
  <script src="./componentes/header.js" type="text/javascript" defer></script>
  <script src="./componentes/footer.js" type="text/javascript" defer></script>
</body>

</html>